Revit 2027 API
NumberedReferenceInfo Methods
The NumberedReferenceInfo type exposes the following members.
Methods
Name | Description
Dispose
Equals | Determines whether the specified object is equal to the current object.
(Inherited from Object)
GetHashCode | Serves as the default hash function.
(Inherited from Object)
GetReference |  The target reference for this object.
GetType | Gets the Type of the current instance.
(Inherited from Object)
ToString | Returns a string that represents the current object.
(Inherited from Object)
Top
See Also
Reference
NumberedReferenceInfo Class
Autodesk.Revit.DB Namespace